Repository: Tracy5c/test1
Catalog: translation-*.po
Languages: fr_ca

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940930232}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940930943}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940933543}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940935399}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940940022}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940945728}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940946566}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1940993838}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1941062481}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1968500402}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1978797959}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 3509901753, "cxt": "question_required", "id": 1988141392}
source: This question requires an answer.
fr_ca: Cette question nécessite une réponse.

# {"checksum": 130363832, "cxt": "survey_next", "id": 178270909}
source: Next
fr_ca: Suiv.

# {"checksum": 503908439, "cxt": "survey_prev", "id": 178270909}
source: Prev
fr_ca: Préc.

# {"checksum": 1753332187, "cxt": "survey_done", "id": 178270909}
source: Submit
fr_ca: Soumettre

# {"checksum": 1445112910, "cxt": "collector_disqualification", "id": 236416633}
source: Thank you for completing our survey!
fr_ca: Merci d&#39;avoir répondu à notre sondage!

# {"checksum": 4010315039, "cxt": "question_heading", "id": 289977706}
source: First Name:
fr_ca: Prénom :

# {"checksum": 1361269507, "cxt": "question_heading", "id": 289977870}
source: Last Name
fr_ca: Nom :

# {"checksum": 751017897, "cxt": "question_heading", "id": 289978214}
source: Business Email:&nbsp;
fr_ca: Courriel professionnel :

# {"checksum": 1299935303, "cxt": "question_heading", "id": 289978521}
source: Business Address Name (ie. First Canadian Place):
fr_ca: Nom du lieu de travail (p. ex., First Canadian Place) :

# {"checksum": 3869059398, "cxt": "question_heading", "id": 289979273}
source: Business Street Address (ie. 100 King Street West)
fr_ca: Adresse du lieu de travail (p. ex., 100 King Street West) :

# {"checksum": 3935829593, "cxt": "question_heading", "id": 289979748}
source: Business Address 2 (ie. Floor 7):
fr_ca: Adresse du lieu de travail 2 (p. ex., 7e étage) :

# {"checksum": 3414261470, "cxt": "question_heading", "id": 289980152}
source: Business City:
fr_ca: Ville de travail :

# {"checksum": 165929652, "cxt": "question_heading", "id": 289980291}
source: Business State/Province:
fr_ca: État ou province de travail :

# {"checksum": 3414261470, "cxt": "question_heading", "id": 289981819}
source: Business Country:
fr_ca: Ville de travail :

# {"checksum": 586025158, "cxt": "question_heading", "id": 289987202}
source: Gift Item Selection Options:<br><img alt="" height="480" src="https://custom.cvent.com/486C7759E78C4C54908600EF7A2237E1/pix/bee18abd039c4776ae356eb4e15589c5.png" width="600"><br><br>Rank the options in order of preference (1 being your most preferred):
fr_ca: Options de cadeaux :<br><img alt="" height="480" src="https://custom.cvent.com/486C7759E78C4C54908600EF7A2237E1/pix/0da87dceb8624ae0aaa53a9e48c9c3e6.png" width="600"><br><br>Classez les options par ordre de préférence (la première option étant votre préférence la plus élevée) :

# {"checksum": 2003374148, "cxt": "question_heading", "id": 294702599}
source: Business Phone:
fr_ca: Téléphone professionnel :

# {"checksum": 251260360, "cxt": "question_heading", "id": 296340623}
source: Transit Number (if applicable):
fr_ca: Numéro de domiciliation (s’il y a lieu) :

# {"checksum": 261876885, "cxt": "question_heading", "id": 296342055}
source: Select the Preferred Language placed on the gift:
fr_ca: Sélectionnez la langue de préférence inscrite sur le cadeau :

# {"cxt": "question_heading", "id": 298028389}
source: Our Purpose has been revealed and we’re all in to <strong>Boldly Grow the Good <em>in business and life</em></strong>. Join the celebration by choosing one Purpose-branded item per person to commemorate this important milestone!
fr_ca: Notre raison d’être a été révélée et nous sommes tous prêts à <strong>avoir le cran de faire une différence <em>dans la vie, comme en affaires</em></strong>. Participez à la célébration en choisissant un article promotionnel (un par personne) de notre raison d’être pour souligner cette étape importante!

# {"cxt": "question_heading", "id": 298030780}
source: Postal Code/Zip Code
fr_ca: code postal :

# {"checksum": 1962214511, "cxt": "question_option_text", "id": 1940933542}
source: The comment you entered is in an invalid format.
fr_ca: Le format du commentaire que vous avez entré est non valide.

# {"checksum": 3260040102, "cxt": "question_option_text", "id": 1940955872}
source: Please enter country name.
fr_ca: Veuillez entrer le nom du pays

# {"checksum": 238090113, "cxt": "question_option_text", "id": 1978830704}
source: Option D - Mouse Pad
fr_ca: Option D – Tapis de souris

# {"checksum": 173255791, "cxt": "question_option_text", "id": 1978830705}
source: Option E - Drawstring Bag
fr_ca: Option E – Sac à cordons

# {"checksum": 3347509400, "cxt": "question_option_text", "id": 1978830706}
source: Option F - Reusable Cup
fr_ca: Option F – Tasse réutilisable

# {"checksum": 3377592577, "cxt": "question_option_text", "id": 1940991903}
source: Option A -&nbsp;USB Cord
fr_ca: Option A – Câble USB

# {"checksum": 2781371245, "cxt": "question_option_text", "id": 1940991904}
source: Option B - Reusable Water Bottle
fr_ca: Option B – Bouteille d’eau réutilisable

# {"checksum": 4072396772, "cxt": "question_option_text", "id": 1973267912}
source: Option C -&nbsp;Popsocket
fr_ca: Option C – Support Popsocket

# {"checksum": 3260967468, "cxt": "question_option_text", "id": 1978789434}
source: French: "Avoir le cran de faire une diff&eacute;rence dans la vie comme en affaires"
fr_ca: French: "Avoir le cran de faire une différence dans la vie comme en affaires"

# {"cxt": "survey_title_html", "id": 178270909}
source: BMO Purpose Rollout Gift Selection
fr_ca: Sélection de cadeaux dans le cadre du déploiement de la raison d’être de BMO

# {"checksum": 2846268878, "cxt": "question_other", "id": 1940955871}
source: Other (please specify)
fr_ca: Autre (veuillez préciser)
